Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/en-et (1).tmx
Source language: en
Languages: et

source: storage;space;cleanup;
et: ruum;kettakasutus;andmed;puhastamine;puhastus;

source: Excluded partitions URIs
et: Välistatud jaotiste URI-d

source: A list of URIs for partitions to be excluded from scanning.
et: Läbivaatusele mittekuuluvate jaotiste URI-de loetelu.

source: Active Chart
et: Aktiivne diagramm

source: Which type of chart should be displayed.
et: Kuvatava diagrammi liik.

source: Window size
et: Akna suurus

source: The initial size of the window
et: Akna esialgne suurus

source: Window state
et: Akna olek

source: The GdkWindowState of the window
et: Akna GdkWindowState

source: Print version information and exit
et: Versiooniandmete printimine ja väljumine

source: - Disk Usage Analyzer
et: - Kettakasutuse analüsaator

source: Maximum depth
et: Suurim sügavus

source: The maximum depth drawn in the chart from the root
et: Suurim diagrammile joonistatud tasemete arv alates juurikast

source: Chart model
et: Diagrammi mudel

source: Set the model of the chart
et: Diagrammi mudeli määramine

source: Chart root node
et: Diagrammi juurpunkt

source: Set the root node from the model
et: Mudeli juurpunkti määramine

source: _Move to parent folder
et: _Tõsta ülemisse kataloogi

source: Zoom _in
et: _Suurenda

source: Zoom _out
et: _Vähenda

source: Home folder
et: Kodukataloog

source: Main volume
et: Peaköide

source: Scan Folder…
et: Kataloogi läbivaatus…

source: Scan Remote Folder…
et: Võrgukataloogi läbivaatus…

source: Devices and locations
et: Seadmed ja asukohad

source: Folder
et: Kataloog

source: Usage
et: Kasutus

source: Size
et: Suurus

source: Contents
et: Sisu

source: Rings Chart
et: Ringdiagramm

source: Treemap Chart
et: Puudiagramm

source: _Open Folder
et: _Ava kataloog

source: _Copy Path to Clipboard
et: _Asukoha kopeerimine lõikepuhvrisse

source: Mo_ve to Trash
et: Tõsta _prügikasti

source: _About
et: _Lähemalt

source: _Analyzer
et: A_nalüsaator

source: _Scan Home
et: _Kodukataloogi läbivaatus

source: Scan F_older…
et: _Kataloogi läbivaatus…

source: Scan Remote Fo_lder…
et: _Võrgukataloogi läbivaatus…

source: _Reload
et: _Laadi uuesti

source: _Expand All
et: _Laienda kõik

source: _Collapse All
et: _Ahenda kõik

source: Select Folder
et: Kataloogi valimine

source: Could not analyze volume.
et: Köidet pole võimalik analüüsida.

source: A graphical tool to analyze disk usage.
et: Graafiline tööriist kettakasutuse analüüsimiseks.

source: Could not scan folder "%s" or some of the folders it contains.
et: Kataloogi "%s" või mõnd sisalduvat kataloogi pole võimalik skannida

source: "%s" is not a valid folder
et: "%s" ei ole korrektne kataloog

source: Could not analyze disk usage.
et: Kettakasutust pole võimalik analüüsida.

source: bad array subscript
et: vigane massiivi indeks

source: %s: cannot assign to non-numeric index
et: %s: mitte-numbrilisele indeksile ei saa omistada

source: %s: cannot create: %s
et: %s: ei saa luua: %s

source: %s: first non-whitespace character is not `"'
et: %s: esimine mitte-tühemik sümbol pole `"'

source: no closing `%c' in %s
et: sulgev `%c' puudub %s sees

source: %s: missing colon separator
et: %s: puudub eraldav koolon

source: %s: cannot read: %s
et: %s: ei saa lugeda: %s

source: `%s': cannot unbind
et: `%s': ei saa lahti siduda

source: `%s': unknown function name
et: `%s': tundmatu funktsiooni nimi

source: %s is not bound to any keys.
et: %s ei ole seotud ühegi klahviga.

source: %s can be invoked via
et: %s saab kasutada läbi

source: only meaningful in a `for', `while', or `until' loop
et: omab mõtet ainult `for', `while' või `until' tsüklis

source: HOME not set
et: HOME pole seatud

source: OLDPWD not set
et: OLDPWD pole seatud

source: warning:
et: hoiatus:

source: too many arguments
et: liiga palju argumente

source: %s: option requires an argument
et: %s: võti nõuab argumenti

source: %s: numeric argument required
et: %s: nõutakse numbrilist argumenti

source: %s: not found
et: %s: ei leitud

source: %s: invalid option
et: %s: vigane võti

source: %s: invalid option name
et: %s: vigane võtme nimi

source: `%s': not a valid identifier
et: `%s': ei ole lubatud identifikaator

source: invalid number
et: vigane number

source: %s: invalid signal specification
et: %s: vigane signaali spetsifikatsioon

source: `%s': not a pid or valid job spec
et: `%s': ei ole pid ega korrektne töö spetsifikatsioon

source: %s: readonly variable
et: %s: mittemuudetav muutuja

source: %s: %s out of range
et: %s: %s on piiridest väljas

source: %s out of range
et: %s on piiridest väljas

source: %s: no such job
et: %s: sellist tööd pole

source: %s: no job control
et: %s: töökontroll puudub

source: no job control
et: töökontroll puudub

source: %s: restricted
et: %s: piiratud

source: restricted
et: piiratud

source: %s: not a shell builtin
et: %s: ei ole sisekäsk

source: write error: %s
et: kirjutamise viga: %s

source: %s: ambiguous job spec
et: %s: segane töö

source: %s: invalid action name
et: %s: vigane tegevuse nimi

source: warning: -F option may not work as you expect
et: hoiatus: võti -F ei pruugi töötada nagu te ootate

source: warning: -C option may not work as you expect
et: hoiatus: võti -C ei pruugi töötada nagu te ootate

source: can only be used in a function
et: saab kasutada ainult funktsioonis

source: cannot use `-f' to make functions
et: võtit `-f' ei saa funktsiooni loomiseks kasutada

source: %s: readonly function
et: %s: funktsioon ei ole muudetav

source: %s: cannot destroy array variables in this way
et: %s: masiivi muutujaid ei saa nii kustutada

source: dynamic loading not available
et: dünaamilist laadimist et saa kasutada

source: cannot open shared object %s: %s
et: jagatud objekti %s ei saa avada: %s

source: cannot find %s in shared object %s: %s
et: %s puudub jagatud objektis %s: %s

source: %s: not dynamically loaded
et: %s: pole dünaamiliselt laetud

source: %s: cannot delete: %s
et: %s: ei saa kustutada: %s

source: %s: is a directory
et: %s: on kataloog

source: %s: not a regular file
et: %s: ei ole tavaline fail

source: %s: file is too large
et: %s: fail on liiga suur

source: %s: cannot execute binary file
et: %s: kahendfaili ei õnnestu käivitada

source: %s: cannot execute: %s
et: %s: ei saa käivitada: %s

source: logout
et: välja logimine

source: not login shell: use `exit'
et: pole login shell: kasutage `exit'

source: There are stopped jobs.
et: Teil on peatatud töid.

source: no command found
et: käsku ei ole

source: %s: cannot open temp file: %s
et: %s: ajutist faili ei saa avada: %s

source: %s: illegal option -- %c
et: %s: lubamatu võti -- %c

source: %s: option requires an argument -- %c
et: %s: võti nõuab argumenti -- %c

source: %s: cannot open: %s
et: %s: ei saa avada: %s

source: expression expected
et: oodati avaldist

source: warning: %s: %s
et: hoiatus: %s: %s

source: no other directory
et: teist kataloogi pole

source: read error: %d: %s
et: viga lugemisel: %d: %s

source: %s: cannot unset
et: %s: ei saa eemaldada

source: %s: cannot unset: readonly %s
et: %s: ei saa eemaldada: %s on ainult lugemiseks

source: %s: not an array variable
et: %s: pole massiiv

source: %s: not a function
et: %s: ei ole funktsioon

source: shift count
et: shift arv

source: %s: file not found
et: %s: faili ei ole

source: cannot suspend
et: peatamine ei õnnestu

source: cannot suspend a login shell
et: login shelli ei saa peatada

source: %s is a shell keyword
et: %s on shelli võtmesõna

source: %s is a function
et: %s: on funktsioon

source: %s is a shell builtin
et: %s on shelli sisekäsk

source: %s is %s
et: %s on %s

source: `%c': bad command
et: `%c': halb käsklus

source: %s: cannot get limit: %s
et: %s: ei õnnestu lugeda piirangut: %s

source: limit
et: limiit

source: %s: cannot modify limit: %s
et: %s: ei õnnestu muuta piirangut: %s

source: octal number
et: kaheksandnumber

source: last command: %s
et: viimane käsklus: %s

source: Aborting...
et: Katkestan...

source: unknown command error
et: tundmatu viga käsus

source: bad command type
et: halb käsu tüüp

source: %s: unbound variable
et: %s: sidumata muutuja

source: %s: restricted: cannot specify `/' in command names
et: %s: piiratud: käskudes ei saa kasutada sümboleid `/'

source: %s: command not found
et: %s: käsku ei ole

source: %s: %s: bad interpreter
et: %s: %s: halb interpretaator

source: expression recursion level exceeded
et: avaldise rekursioon on liiga sügav

source: syntax error in expression
et: süntaksi viga avaldises

source: attempted assignment to non-variable
et: üritati omistada mitte-muutujale

source: division by 0
et: nulliga jagamine

source: exponent less than 0
et: eksponent on väiksem kui 0

source: missing `)'
et: puudub `)'

source: syntax error: operand expected
et: süntaksi viga: oodati operandi

source: syntax error: invalid arithmetic operator
et: süntaksi viga: vigane aritmeetiline operaator

source: invalid arithmetic base
et: vigane aritmeetiline baas

source: value too great for base
et: väärtus on baasiks liiga suur

source: getcwd: cannot access parent directories
et: getcwd: vanemkataloogidele ei ole juurdepääsu

source: describe_pid: %ld: no such pid
et: describe_pid: %ld: pid puudub

source: Stopped
et: Peatatud

source: Running
et: Töös

source: Unknown status
et: Tundmatu olek

source: wait_for_job: job %d is stopped
et: wait_for_job: töö %d on peatatud

source: %s: job has terminated
et: %s: töö on lõpetatud

source: %s: job %d already in background
et: %s: töö %d on juba taustal

source: invalid base
et: vigane baas

source: %s: host unknown
et: %s: tundmatu masin

source: %s: invalid service
et: %s: vigane teenus

source: You have mail in $_
et: Teil on kiri kaustas $_

source: You have new mail in $_
et: Teil on uus kiri kaustas $_

source: The mail in %s has been read
et: Kiri kaustas %s on loetud

source: syntax error: arithmetic expression required
et: süntaksi viga: nõutakse aritmeetilist avaldist

source: syntax error: `;' unexpected
et: süntaksi viga: ootamatu `;'

source: syntax error: `((%s))'
et: süntaksi viga: `((%s))'

source: syntax error in conditional expression
et: süntaksi viga tingimuslikus avaldises

source: unexpected token `%s', expected `)'
et: ootamatu märk `%s', oodati `)'

source: expected `)'
et: oodati `)'

source: syntax error near `%s'
et: süntaksi viga kohal `%s'

source: syntax error: unexpected end of file
et: süntaksi viga: ootamatu faililõpp

source: syntax error
et: süntaksi viga

source: Use "%s" to leave the shell.
et: Käsuinterpretaatorist väljumiseks kasutage "%s".

source: file descriptor out of range
et: faili deskriptor on piiridest väljas

source: %s: ambiguous redirect
et: %s: segane ümbersuunamine

source: %s: cannot overwrite existing file
et: %s: fail on olemas, ei kirjuta üle

source: %s: restricted: cannot redirect output
et: %s: piiratud: väljundit ei saa ümber suunata

source: redirection error: cannot duplicate fd
et: viga ümbersuunamisel: fd duplikaadi loomine ei õnnestu

source: could not find /tmp, please create!
et: /tmp puudub, palun looge see!

source: /tmp must be a valid directory name
et: /tmp peab olema kataloogi nimi

source: %c%c: invalid option
et: %c%c: vigane võti

source: I have no name!
et: Mul ei ole nime!

source: Usage:\t%s [GNU long option] [option] ... \t%s [GNU long option] [option] script-file ...
et: Kasuta:\t%s [GNU pikk võti] [võti] ... \t%s [GNU pikk võti] [võti] skript-fail ...

source: GNU long options:
et: GNU pikad võtmed:

source: Shell options:
et: Käsuinterpretaatori võtmed:

# -irsD or -c command or -O shopt_option (invocation only)
source: \t-irsD or -c command or -O shopt_option\t\t(invocation only)
et: \t-irsD või -c käsklus või -O lühivõti\t\t(ainult käivitamine)

# -%s or -o option
source: \t-%s or -o option
et: \t-%s või -o võti

source: Use the `bashbug' command to report bugs.
et: Vigadest teatamiseks kasutage käsku `bashbug'.

source: sigprocmask: %d: invalid operation
et: sigprocmask: %d: vigane operatsioon

source: %s: parameter null or not set
et: %s: parameeter on null või pole seatud

source: %s: bad substitution
et: %s: halb asendus

source: $%s: cannot assign in this way
et: $%s: sedasi ei saa omistada

source: no match: %s
et: ei leitud: %s

source: argument expected
et: oodati argumenti

source: %s: integer expression expected
et: %s: oodati täisarvude avaldist

source: `)' expected
et: oodati `)'

source: `)' expected, found %s
et: oodati `)', saadi %s

source: %s: unary operator expected
et: %s: eeldati unaarset operaatorit

source: %s: binary operator expected
et: %s: eeldati binaarset operaatorit

source: missing `]'
et: puudub `]'

source: invalid signal number
et: vigane signaali number

source: run_pending_traps: bad value in trap_list[%d]: %p
et: run_pending_traps: halb väärtus muutujas trap_list[%d]: %p

source: run_pending_traps: signal handler is SIG_DFL, resending %d (%s) to myself
et: run_pending_traps: signaali käsitleja on SIG_DFL, saadan %d (%s) iseendale

source: trap_handler: bad signal %d
et: trap_handler: vigane signaal %d

source: shell level (%d) too high, resetting to 1
et: shelli tase (%d) on liiga kõrge, kasutan väärtust 1

source: make_local_variable: no function context at current scope
et: make_local_variable: praegune skoop pole funktsiooni kontekst

source: all_local_variables: no function context at current scope
et: all_local_variables: praegune skoop pole funktsiooni kontekst

source: pop_var_context: no global_variables context
et: pop_var_context: pole global_variables kontekst

source: syntax error: cannot back up
et: süntaksi viga: ei saa toetada

source: syntax is ambiguous
et: süntaks on segane

source: syntax error, unexpected %s
et: süntaksi viga, ootamatu %s

source: syntax error, unexpected %s, expecting %s
et: süntaksi viga, ootamatu %s, ootasin %s

source: syntax error, unexpected %s, expecting %s or %s
et: süntaksi viga, ootamatu %s, ootasin %s või %s

source: syntax error, unexpected %s, expecting %s or %s or %s
et: süntaksi viga, ootamatu %s, ootasin %s või %s või %s

source: syntax error, unexpected %s, expecting %s or %s or %s or %s
et: süntaksi viga, ootamatu %s, ootasin %s või %s või %s või %s

source: memory exhausted
et: mälu on otsas

source: fatal error
et: fataalne viga

source: error
et: viga

source: warning
et: hoiatus

source: deprecated directive, use %s
et: mittesoovitatav direktiiv, kasutage %s

source: deprecated directive: %s, use %s
et: mittesoovitatav direktiiv: %s, kasutage %s

source: only one %s allowed per rule
et: reeglis on lubatud ainult üks %s

source: previous declaration
et: eelmine deklaratsioon

source: Conflict between rule %d and token %s resolved as shift
et: Konflikt reegli %d ja märgi %s vahel lahendatud nihkega

source: Conflict between rule %d and token %s resolved as reduce
et: Konflikt reegli %d ja märgi %s vahel lahendatud redutseerimisega

source: Conflict between rule %d and token %s resolved as an error
et: Konflikt reegli %d ja märgi %s vahel lahendatud veana

source: State %d
et: Olek %d

source: conflicts: %d shift/reduce, %d reduce/reduce
et: konfliktid: %d nihutamine/redutseerimine, %d redutseerimine/redutseerimine

source: conflicts: %d shift/reduce
et: konfliktid: %d nihutamine/redutseerimine

source: conflicts: %d reduce/reduce
et: konfliktid: %d redutseerimine/redutseerimine

source: %%expect-rr applies only to GLR parsers
et: %%expect-rr puudutab ainult GLR parsereid

source: shift/reduce conflicts: %d found, %d expected
et: nihutamine/redutseerimine konfliktid: %d leitud, %d eeldati

source: reduce/reduce conflicts: %d found, %d expected
et: redutseerimine/redutseerimine konflikti: %d leitud, %d eeldati

source: %s: cannot open
et: %s: ei saa avada

source: input/output error
et: sisend/väljund viga

source: cannot close file
et: faili ei õnnestu sulgeda

source: refusing to overwrite the input file %s
et: keeldun sisendfaili %s üle kirjutamast

source: conflicting outputs to file %s
et: konfliktsed väljundid faili %s

source: Try '%s --help' for more information.
et: Lisainfo saamiseks proovige '%s --help'.

source: Usage: %s [OPTION]... FILE
et: Kasuta: %s [VÕTI]...FAIL

source: Generate a deterministic LR or generalized LR (GLR) parser employing LALR(1), IELR(1), or canonical LR(1) parser tables. IELR(1) and canonical LR(1) support is experimental.
et: Genereeri determineeritud LR või üldistatud LR (GLR) parser kasutades LALR(1), IELR(1) või kanoonilisi LR(1) parseri tabeleid. IELR(1) ja kanoonilise LR(1) tugi on eksperimentaalne.

source: Mandatory arguments to long options are mandatory for short options too.
et: Kohustuslikud argumendid pikkadele võtmetele on kohustuslikus ka lühikestele.

source: The same is true for optional arguments.
et: Sama ka mittekohustuslike argumentide korral.

source: Operation modes: -h, --help display this help and exit -V, --version output version information and exit --print-localedir output directory containing locale-dependent data --print-datadir output directory containing skeletons and XSLT -y, --yacc emulate POSIX Yacc -W, --warnings[=CATEGORY] report the warnings falling in CATEGORY -f, --feature[=FEATURE] activate miscellaneous features
et: Töömoodid: -h, --help esita see abiinfo ja lõpeta töö -V, --version esita versiooniinfo ja lõpeta töö --print-localedir esita lokaadi infot sisaldava kataloogi nimi --print-datadir esita skelettide ja XSLT kataloogi nimi -y, --yacc emuleeri POSIX yacc -W, --warnings[=KATEGOORIA] raporteeri antud kategooria hoiatusi -f, --feature[=OMADUS] aktiveeri muid omadusi

source: Parser: -L, --language=LANGUAGE specify the output programming language -S, --skeleton=FILE specify the skeleton to use -t, --debug instrument the parser for tracing same as '-Dparse.trace' --locations enable location support -D, --define=NAME[=VALUE] similar to '%define NAME "VALUE"' -F, --force-define=NAME[=VALUE] override '%define NAME "VALUE"' -p, --name-prefix=PREFIX prepend PREFIX to the external symbols deprecated by '-Dapi.prefix=PREFIX' -l, --no-lines don't generate '#line' directives -k, --token-table include a table of token names
et: Parser: -L, --language=KEEL määra väljudi programmeerimise keel -S, --skeleton=FAIL kasutatava skeleti kirjeldus -t, --debug varusta parser silumisinfoga sama, kui '-Dparse.trace' --locations luba asukohtade arvestamine -D, --define=NIMI[=VÄÄRTUS] sama kui '%define NIMI \\"VÄÄRTUS\\"' -F, --force-define=NIMI[=VÄÄRTUS] kirjuta '%define NIMI \\"VÄÄRTUS\\"' üle -p, --name-prefix=PREFIKS lisa välissümbolite nimedele PREFIKS kasutage selle asemel '-Dapi.prefix=PREFIKS' -l, --no-lines ära genereeri '#line' direktiive -n, --no-parser genereeri ainult tabelid -k, --token-table lisa ka sümbolite nimede tabel

source: Output: --defines[=FILE] also produce a header file -d likewise but cannot specify FILE (for POSIX Yacc) -r, --report=THINGS also produce details on the automaton --report-file=FILE write report to FILE -v, --verbose same as '--report=state' -b, --file-prefix=PREFIX specify a PREFIX for output files -o, --output=FILE leave output to FILE -g, --graph[=FILE] also output a graph of the automaton -x, --xml[=FILE] also output an XML report of the automaton (the XML schema is experimental)
et: Väljund: --defines[=FAIL] loo ka päisfail -d sama, aga faili nime ei saa määrata (POSIX Yacc) -r, --report=ASJAD väljasta automaadi kohta selgitusi --report-file=FAIL kirjuta raport faili -v, --verbose sama, kui '--report=state' -b, --file-prefix=PREFIKS kasuta väljundfailide nimedes PREFIKSit -o, --output=FAIL jäta väljund FAILi -g, --graph loo automaadi kirjeldus graafina -x, --xml[=FAIL] loo automaadi XML raport (XML skeem on eksperimentaalne)

source: Warning categories include: 'midrule-values' unset or unused midrule values 'yacc' incompatibilities with POSIX Yacc 'conflicts-sr' S/R conflicts (enabled by default) 'conflicts-rr' R/R conflicts (enabled by default) 'deprecated' obsolete constructs 'empty-rule' empty rules without %empty 'precedence' useless precedence and associativity 'other' all other warnings (enabled by default) 'all' all the warnings except 'yacc' 'no-CATEGORY' turn off warnings in CATEGORY 'none' turn off all the warnings 'error[=CATEGORY]' treat warnings as errors
et: Hoiatuste kategooriad on järgnevad: 'midrule-values' seadmata või kasutamata vahereeglite väärtused 'yacc' mitteühilduvused POSIX Yacc suhtes 'conflicts-sr' S/R konfliktid (vaikimisi) 'conflicts-rr' R/R konfliktid (vaikimisi) 'deprecated' aegunud konstruktsioonid 'empty-rule' %empty võtmesõnaga märkimata tühjad reeglid 'precedence' kasutu järjelprd ja assotsiatiivsus 'other' kõik muud hoiatused (vaikimisi) 'all' kõik hoiatused 'no-CATEGORY' keela antud kategooria hoiatused 'none' keela kõik hoiatused 'error[=CATEGORY]' käsitle hoiatusi vigadena

source: THINGS is a list of comma separated words that can include: 'state' describe the states 'itemset' complete the core item sets with their closure 'lookahead' explicitly associate lookahead tokens to items 'solved' describe shift/reduce conflicts solving 'all' include all the above information 'none' disable the report
et: ASJAD on loend komadega eraldatud järgnevaid sõnu: 'state' olekute kirjeldus 'itemset' täienda põhilisi elemente nende sulunditega 'lookahead' seo ettevaatamised elementidega 'solved' kirjelda nihuta/redutseeri konfliktide lahendamisi 'all' kogu ülaltoodud info 'none' blokeeri raport

source: FEATURE is a list of comma separated words that can include: 'caret' show errors with carets 'all' all of the above 'none' disable all of the above
et: OMADUS on komadega eraldatud järgnevate sõnade loend: 'caret' märgi vead sümboliga ^ 'all' kõik ülaltoodud 'none' blokeeri kõik ülaltoodud

source: Report bugs to .
et: Teatage palun vigadest aadressil .

source: %s home page: .
et: %s koduleht: .

source: General help using GNU software: .
et: Üldine abiinfo GNU tarkvara kohta: .

source: Report translation bugs to .
et: Tõlkevigadest teatage palun aadressil .

source: For complete documentation, run: info bison.
et: Täieliku dokumentatsiooni lugemiseks käivitage: info bison.

source: Written by Robert Corbett and Richard Stallman.
et: Kirjutanud Robert Corbett ja Richard Stallman.

source: Copyright (C) %d Free Software Foundation, Inc.
et: Autoriõigus © %d Free Software Foundation, Inc.

source: This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
et: See on vaba tarkvara; kopeerimistingimused leiate lähtetekstidest. Garantii PUUDUB; ka müügiks või mingil eesmärgil kasutamiseks.

source: multiple skeleton declarations are invalid
et: korduvad skeleti deklaratsioonid ei ole lubatud

source: %s: invalid language
et: %s: vigane keel

source: multiple language declarations are invalid
et: korduvad keele deklaratsioonid ei ole lubatud

source: %s: missing operand
et: %s: puudub operand

source: extra operand %s
et: liigne operand %s

source: Grammar
et: Grammatika

source: // Generated by %s. // Report bugs to . // Home page: .
et: // Genereeris %s. // Vigadest teatage . // Koduleht: .

source: line number overflow
et: rea numbri ületäitumine

source: column number overflow
et: veeru numbri ületäitumine

source: rule useless in parser due to conflicts
et: reegel on konfliktide tõttu kasutu

source: %%define variable %s redefined
et: %%define muutuja %s deklareeriti uuesti

source: previous definition
et: eelmine deklaratsioon

source: %s: undefined %%define variable %s
et: %s: defineerimata %%define muutuja %s

source: invalid value for %%define Boolean variable %s
et: vigane %%define tõeväärtus muutuja %s väärtus

source: invalid value for %%define variable %s: %s
et: vigane väärtus %%define muutujale %s: %s

source: accepted value: %s
et: lubatud väärtus: %s

source: missing identifier in parameter declaration
et: parameetri deklaratsioonis puudub identifikaator
